Repository: yaslab/watt
Catalog: Watt/Localizable.xcstrings
Source language: en
Languages: ja

# Menu/AboutWatt
source: About Watt
ja: Wattについて

# Menu/Approximately
source: approx.
ja: おおよそ

# Menu/Battery
source: Battery
ja: バッテリー

# Menu/Calculating
source: Calculating...
ja: 計算中...

# Menu/Charging
source: Charging
ja: 充電中

# Menu/ChargingAt
source: Charging at %(current)@
ja: %(current)@で充電中

# Menu/Connected
source: Connected
ja: 接続済み

# Menu/HoursShort
source: h
ja: 時間

# Menu/LaunchAtLogin
source: Launch at login
ja: ログイン時に自動的に起動

# Menu/MinutesShort
source: m
ja: 分

# Menu/NotConnected
source: Not connected
ja: 未接続

# Menu/OpenSystemSettings
source: Open System Settings...
ja: システム設定を開く...

# Menu/PowerAdapter
source: Power Adapter
ja: 電源アダプタ

# Menu/PowerSource
source: Power Source
ja: 電源ソース

# Menu/QuitWatt
source: Quit Watt
ja: Wattを終了

# Menu/Settings
source: Settings
ja: 設定

# Menu/ThanksPiyotaso
source: Illustration of app icon by ぴよたそ...
ja: アプリアイコン素材: ぴよたそ...

# Menu/TimeRemaining
source: Time remaining
ja: 残り時間

# Menu/TimeToFullCharge
source: Time to full charge
ja: フル充電まで

# Menu/ViewOnGitHub
source: View on GitHub...
ja: GitHubでソースコードを表示...
